application.combination.validation.addressPrefectureCity                                    = {0} : \u90fd\u9053\u5e9c\u770c\u540d\u304b\u3089\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
application.combination.validation.alphaNumeric                                             = {0} : {min}\u6587\u5b57\u4ee5\u4e0a\u3001{max}\u4ee5\u4e0b\u306e\u534a\u89d2\u82f1\u6570\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

application.combination.validation.bankAccountNumber                                          = \u53e3\u5ea7\u756a\u53f7\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u53e3\u5ea7\u756a\u53f7\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
application.combination.validation.bankBranchCode                                           = \u652f\u5e97\u30b3\u30fc\u30c9\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u652f\u5e97\u30b3\u30fc\u30c9\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
application.combination.validation.bankCode                                           		=  \u91d1\u878d\u6a5f\u95a2\u30b3\u30fc\u30c9\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u91d1\u878d\u6a5f\u95a2\u30b3\u30fc\u30c9\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002

application.combination.validation.cannotCancel                                             = \u6ce8\u6587\u78ba\u5b9a\u304b\u308915\u5206\u7d4c\u904e\u3057\u3066\u3044\u305f\u5834\u5408\u306f\u3001\u30ad\u30e3\u30f3\u30bb\u30eb\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.captcha                                                  = {0} : \u5165\u529b\u3055\u308c\u305f\u6587\u5b57\u306b\u8aa4\u308a\u304c\u3042\u308a\u307e\u3059
application.combination.validation.cartSize                                                 = \u304a\u5ba2\u69d8\u306e\u30b7\u30e7\u30c3\u30d4\u30f3\u30b0\u30ab\u30fc\u30c8\u306b\u5546\u54c1\u306f\u3042\u308a\u307e\u305b\u3093\u3002
application.combination.validation.categoryId.deletable                                     = \u8a72\u5f53\u3059\u308b\u30ab\u30c6\u30b4\u30ea\u306f\u5272\u308a\u5f53\u3066\u3066\u3044\u308b\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3059\u308b\u304b\u5b50\u30ab\u30c6\u30b4\u30ea\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.categoryId.notExist                                      = \u8a72\u5f53\u3059\u308b\u30ab\u30c6\u30b4\u30ea\u306f\u5272\u308a\u5f53\u3066\u3066\u3044\u308b\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30c7\u30fc\u30bf\u306e\u78ba\u8a8d\u306e\u4e0a\u3001\u3082\u3046\u4e00\u5ea6\u64cd\u4f5c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.categoryParentId.edtable                                 = \u8a72\u5f53\u3059\u308b\u89aa\u30ab\u30c6\u30b4\u30ea\u306f\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u5b50\u30ab\u30c6\u30b4\u30ea\u3092\u4f5c\u6210\u3067\u304d\u306a\u3044\u968e\u5c64\u3067\u3059\u3002
application.combination.validation.cd                                                       = {0} : \u5165\u529b\u3055\u308c\u305f\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
application.combination.validation.clipart.existId                                          = \u8a72\u5f53\u3059\u308b\u30af\u30ea\u30c3\u30d7\u30a2\u30fc\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
application.combination.validation.clipartCategory.existId                                  = \u8a72\u5f53\u3059\u308b\u30af\u30ea\u30c3\u30d7\u30a2\u30fc\u30c8\u30ab\u30c6\u30b4\u30ea\u30c7\u30fc\u30bf\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
application.combination.validation.clipartRefine.existId                                    = \u8a72\u5f53\u3059\u308b\u30af\u30ea\u30c3\u30d7\u30a2\u30fc\u30c8\u7d5e\u8fbc\u30c7\u30fc\u30bf\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
application.combination.validation.coupon                                                   = {0} : \u3054\u5165\u529b\u306e\u30af\u30fc\u30dd\u30f3\u30b3\u30fc\u30c9\u306f\u3054\u5229\u7528\u3044\u305f\u3060\u3051\u307e\u305b\u3093\u3002\u30b3\u30fc\u30c9\u3001\u5229\u7528\u6761\u4ef6\u3092\u3054\u78ba\u8a8d\u304f\u3060\u3055\u3044\u3002\u30af\u30fc\u30dd\u30f3\u30b3\u30fc\u30c9\u5165\u529b\u6b04\u306b\u4f7f\u7528\u53ef\u80fd\u30af\u30fc\u30dd\u30f3\u4ee5\u5916\u306e\u6587\u5b57\u5165\u529b\u306f\u51fa\u6765\u307e\u305b\u3093\u3002
application.combination.validation.couponRate                                               = {0} : 0\uff5e100\u306e\u7bc4\u56f2\u5185\u306e\u534a\u89d2\u6570\u5b57\uff08\u5c0f\u6570\u70b9\u672a\u6e801\u6841\u307e\u3067\uff09\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.customerCode.existId                                     = \u8a72\u5f53\u3059\u308b\u9867\u5ba2\u30b3\u30fc\u30c9\u30c7\u30fc\u30bf\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
application.combination.validation.customerCode.notOrderble                                 = \u8a72\u5f53\u3059\u308b\u9867\u5ba2\u30b3\u30fc\u30c9\u306f\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u8cfc\u5165\u3067\u304d\u306a\u3044\u9867\u5ba2\u3067\u3059\u3002

application.combination.validation.enableDownload                                           = \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u308b\u4ef6\u6570\u304c\u3042\u308a\u307e\u305b\u3093\u3002
application.combination.validation.enableScheduledMailSendingNumber                         = {0} : \u914d\u4fe1\u4e88\u5b9a\u65e5\u306e\u914d\u4fe1\u53ef\u80fd\u4e0a\u9650\u6570\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
application.combination.validation.existClipArtCategoryData                                 = \u8a72\u5f53\u3059\u308b\u30ab\u30c6\u30b4\u30ea\u306b\u30af\u30ea\u30c3\u30d7\u30a2\u30fc\u30c8\u30c7\u30fc\u30bf\u304c\u5272\u5f53\u3066\u3044\u308b\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.existClipArtRefineData                                   = \u8a72\u5f53\u3059\u308b\u7d5e\u8fbc\u306b\u5272\u5f53\u3066\u3044\u308b\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.existFormallyEstimationPdfFile                           = {0} : \u6307\u5b9a\u3055\u308c\u305f\u898b\u7a4d\u66f8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
application.combination.validation.existsUncompleteOrder                                    = \u672a\u5b8c\u4e86\u306e\u6ce8\u6587\u304c\u3042\u308b\u305f\u3081\u9000\u4f1a\u3092\u53d7\u3051\u4ed8\u3051\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.expirationEndDate                                        = \u3054\u6709\u52b9\u671f\u9650\u7d42\u4e86\u65e5\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u6709\u52b9\u671f\u9650\u7d42\u4e86\u65e5\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
application.combination.validation.expirationStartDate                                      = \u3054\u6709\u52b9\u671f\u9650\u958b\u59cb\u65e5\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u6709\u52b9\u671f\u9650\u958b\u59cb\u65e5\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
application.combination.validation.expirationStartDateAndIssuedDate                         = \u3054\u6709\u52b9\u671f\u9650\u958b\u59cb\u65e5\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u6709\u52b9\u671f\u9650\u958b\u59cb\u65e5\u306b\u306f\u767a\u884c\u65e5\u4ee5\u964d\u3092\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002

application.combination.validation.hankaku                                                  = {0} : {max}\u6587\u5b57\u4ee5\u4e0b\u306e\u534a\u89d2\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.hour                                                     = {0} : \u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002

application.combination.validation.imageUrl                                                 = \u4f7f\u7528\u3067\u304d\u306a\u3044\u30af\u30ea\u30c3\u30d7\u30a2\u30fc\u30c8\u3067\u3059\u3002
application.combination.validation.ipAddress                                                = {0} : IP\u30a2\u30c9\u30ec\u30b9\u306e\u5f62\u5f0f\u300c\u6570\u5b57.\u6570\u5b57.\u6570\u5b57.\u6570\u5b57\u300d\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044

application.combination.validation.kana                                                     = {0} : \u6f22\u5b57\u3001\u3072\u3089\u304c\u306a\u3001\u534a\u89d2\u30ab\u30ca\u3001\u534a\u89d2\u8a18\u53f7 ( ) - \u3092\u9664\u304f \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.kanji                                                    = {0} : \u534a\u89d2\u30ab\u30ca\u3001\u534a\u89d2\u8a18\u53f7 ( ) - \u3092\u9664\u304f \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002

application.combination.validation.mailSendingScheduledHour                                 = \u914d\u4fe1\u4e88\u5b9a\u65e5\u6642\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3059\u3002
application.combination.validation.managerEmail.existId                                     = \u8a72\u5f53\u3059\u308b\u7ba1\u7406\u8005\u30c7\u30fc\u30bf\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
application.combination.validation.minute                                                   = {0} : \u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
application.combination.validation.multiEmail                                               = {0} : E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\uff08\u30e6\u30fc\u30b6\u540d@\u30c9\u30e1\u30a4\u30f3\u540d\uff09\u3092\u3072\u3068\u3064\u3001\u307e\u305f\u306f\u8907\u6570\u3092 | \u3067\u533a\u5207\u3063\u3066\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044

application.combination.validation.needAddressPrefectureCity                                = {0} : \u90f5\u4fbf\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u90f5\u4fbf\u756a\u53f7\u691c\u7d22\u3092\u884c\u3063\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needAscendingEqualDealDateStartAndDealDateEnd            = {0} : \u5927\u5c0f\u95a2\u4fc2\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needAscendingEqualPublishedTermStartAndPublishedTermEnd  = {0} : \u63b2\u8f09\u671f\u9593\u65e5\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needAscendingEqualSearchDateStartAndSearchDateEnd        = {0} : \u691c\u7d22\u958b\u59cb\u65e5\u306f\u7d42\u4e86\u65e5\u4ee5\u524d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needDifferentPasswordAndNewPassword                      = {0} : \u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7570\u306a\u308b\u5024\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needNewGeneratedPassword                                 = {0} : \u76f4\u524d\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u540c\u3058\u5024\u306f\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.needNotBlankWhenPointTypeCd                              = {0} : \u30dd\u30a4\u30f3\u30c8\u533a\u5206\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needNotBlankWhenNormalMember                             = {0} : \u4e00\u822c\u4f1a\u54e1\u306e\u5834\u5408\u306f\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needNotBlankWhenCustomPoing                              = {0} : \u30ab\u30b9\u30bf\u30e0\u30dd\u30a4\u30f3\u30c8\u306e\u5834\u5408\u306f\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needNotBlankZipCodeAndAddress                            = {0} : \u90f5\u4fbf\u756a\u53f7\u3068\u4f4f\u6240\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needSameEmailAndEmailConfirm                             = {0} : \u540c\u3058\u5185\u5bb9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needSameNewPasswordAndNewPasswordConfirm                 = {0} : \u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u518d\u5165\u529b\u3055\u308c\u305f\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u7570\u306a\u308a\u307e\u3059\u3002
application.combination.validation.needSamePasswordAndLoginUserPassword                     = {0} : \u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
application.combination.validation.needSelectList                                           = {0} : \u51e6\u7406\u3059\u308b\u9805\u76ee\u3092\u30ea\u30b9\u30c8\u304b\u3089\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.needTOFileSelect                                         = {0} : \u30a4\u30e1\u30fc\u30b8\u30d5\u30a1\u30a4\u30eb\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
application.combination.validation.needToNumberAlpha                                        = {0} : \u82f1\u6570\u5b57\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.numberList                                               = {0} : \u6570\u5024\u306e\u5165\u529b\u5185\u5bb9\u306b\u8aa4\u308a\u304c\u3042\u308a\u307e\u3059\u3002(\u5165\u529b\u7bc4\u56f2\uff1a{min}\uff5e{max})
application.combination.validation.numeric                                                  = {0} : {min}\uff5e{max}\u306e\u7bc4\u56f2\u5185\u306e\u534a\u89d2\u6570\u5b57\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.noScript                                                 = {0} : \u30b9\u30af\u30ea\u30d7\u30c8\u30bf\u30b0\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
application.combination.validation.notEmptyEmailDeliveryAssginFile                          = {0} : \u914d\u4fe1\u5148E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u8a18\u8ff0\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.notEffectiveCustomer                                     = {0} : \u5165\u529b\u5185\u5bb9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.notExistCategoryData                                     = \u8a72\u5f53\u3059\u308b\u30ab\u30c6\u30b4\u30ea\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u30ab\u30c6\u30b4\u30ea\u4e00\u89a7\u304b\u3089\u64cd\u4f5c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.notExistDetailData                                       = \u8a72\u5f53\u3059\u308b\u6ce8\u6587\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u691c\u7d22\u3057\u3066\u304b\u3089\u64cd\u4f5c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

application.combination.validation.outOfRangeCustomerCode                                   = \u9867\u5ba2ID\u7bc4\u56f2\u306e\u5165\u529b\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
application.combination.validation.outOfRangePurchaseCode                                   = \u53d7\u6ce8\u756a\u53f7\u7bc4\u56f2\u306e\u5165\u529b\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002

application.combination.validation.pageSize                                                 = {0} : \u5165\u529b\u3055\u308c\u305f\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
application.combination.validation.password                                                 = {0} : \u5168\u3066\u534a\u89d2\u30678\uff5e32\u6587\u5b57\u306e\u7bc4\u56f2\u5185\u304b\u3064\u3001\u30a2\u30eb\u30d5\u30a1\u30d9\u30c3\u30c8\u5927\u6587\u5b57\u30fb\u5c0f\u6587\u5b57\u3001\u6570\u5b57\u3092\u6700\u4f4e\u4e00\u6587\u5b57\u305a\u3064\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a18\u53f7\uff08`\u02dc!@#$%^&*_+-=\\|:;\"'<>,.?/(){}[]\uff09\u3082\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u3002
application.combination.validation.paymentDeadline                                          = \u3054\u5165\u91d1\u671f\u9650\u65e5\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u767a\u884c\u5e0c\u671b\u65e5\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
application.combination.validation.plainTextEmailDeliveryAssginFile                         = {0} : \u914d\u4fe1\u5148E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u8a18\u8ff0\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.preferredIssuedDate                                      = \u3054\u767a\u884c\u5e0c\u671b\u65e5\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u767a\u884c\u5e0c\u671b\u65e5\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
application.combination.validation.preferredExpirationStartDate                             = \u6709\u52b9\u671f\u9650\u958b\u59cb\u5e0c\u671b\u65e5\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3057\u305f\u3002\u3054\u78ba\u8a8d\u306e\u4e0a\u3001\u6709\u52b9\u671f\u9650\u958b\u59cb\u5e0c\u671b\u65e5\u3092\u3082\u3046\u4e00\u5ea6\u8a2d\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
application.combination.validation.prohibitWhiteSpace                                       = {0} : \u7a7a\u767d\u306e\u307f\u306f\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3002

application.combination.validation.quotationNumber                                          = \u8a72\u5f53\u3059\u308b\u6ce8\u6587\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u691c\u7d22\u3057\u3066\u304b\u3089\u64cd\u4f5c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

application.combination.validation.registeredCustomer                                       = {0} : \u540c\u3058E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u4f1a\u54e1\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
application.combination.validation.registeredEmail                                          = {0} : \u540c\u3058E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u4f1a\u54e1\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
application.combination.validation.registeredEmailAuthenticationManageCustomerModifyEmail   = {0} : \u540c\u3058E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u65e2\u306b\u66f4\u65b0\u4f9d\u983c\u304c\u3055\u308c\u3066\u3044\u307e\u3059\u3002
application.combination.validation.registeredEmailAuthenticationManageCustomerRegister      = {0} : \u540c\u3058E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u65e2\u306b\u4f1a\u54e1\u767b\u9332\u4f9d\u983c\u304c\u3055\u308c\u3066\u3044\u307e\u3059\u3002
application.combination.validation.registeredLoginCode                                      = {0} : \u540c\u3058\u30ed\u30b0\u30a4\u30f3\u30b3\u30fc\u30c9\u306e\u4f1a\u54e1\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002

application.combination.validation.salesCommissionsRate                                     = {0} : 0\uff5e100\u306e\u7bc4\u56f2\u5185\u306e\u534a\u89d2\u6570\u5b57\uff08\u5c0f\u6570\u70b9\u672a\u6e80\uff12\u6841\u307e\u3067\uff09\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.setAvailableUseCount                                     = {0} : \u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.setCouponCode                                            = {0} : \u5165\u529b\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u3001\u81ea\u5206\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.setCouponCustomerAssignFile                              = {0} : \u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.setMinimumIssuePrice                                     = {0} : \u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.setEmailDeliveryAssginFile                               = {0} : \u914d\u4fe1\u5148E\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u8a18\u8ff0\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.stringDate                                               = {0} : \u300cyyyy/MM/dd\u300d\u306e\u5f62\u5f0f\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.sumTotalPrice                                            = \u767a\u884c\u7dcf\u984d\u304c\u6ce8\u6587\u53ef\u80fd\u7bc4\u56f2\u3067\u3054\u3056\u3044\u307e\u305b\u3093\u3002\u767a\u884c\u7dcf\u984d\uff1a3,000\u5186\uff5e1,000,000,000\u5186\u3067\u8a2d\u5b9a\u304f\u3060\u3055\u3044\u3002

application.combination.validation.telephone                                                = {0} : \u96fb\u8a71\u756a\u53f7\u306e\u5f62\u5f0f\u306b\u8aa4\u308a\u304c\u3042\u308a\u307e\u3059
application.combination.validation.transferName                                             = {0} : \u5168\u89d2\u30ab\u30ca\uff0f\u82f1\u5b57\uff0f\u6570\u5b57\uff0f\u8a18\u53f7\u309220\u6587\u5b57\u4ee5\u5185\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u203b\u5168\u89d2\u30ab\u30ca\uff1a\u30c3\u3001\u30e3\u3001\u30e5\u3001\u30e7\u3001\u30f2 \u7b49\u4e00\u90e8\u306e\u6587\u5b57\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u203b\u8a18\u53f7\uff1a\u30ab\u30c3\u30b3\uff08 \uff09\u30d4\u30ea\u30aa\u30c9 \uff0e\u30ab\u30f3\u30de \uff0c\u30b9\u30e9\u30c3\u30b7\u30e5 \uff0f \u9577\u97f3 \u30fc \uff0d \u5168\u89d2\u30b9\u307a\u30fc\u30b9\u306e\u307f\u4f7f\u7528\u53ef\u80fd\u3067\u3059\u3002

application.combination.validation.unRegisterdCouponCode                                    = {0} : \u5165\u529b\u3055\u308c\u305f\u30af\u30fc\u30dd\u30f3\u30b3\u30fc\u30c9\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002

application.combination.validation.validAvailableUseDateStart                               = {0} : \u6709\u52b9\u671f\u9593\u59cb\u306b\u306f\u672a\u6765\u306e\u65e5\u6642\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.validAvailableUseDatetime                                = {0} : \u6709\u52b9\u671f\u9593\u59cb\u2266\u6709\u52b9\u671f\u9593\u7d42\u306b\u306a\u308b\u3088\u3046\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.validCouponCustomerAssignFile                            = {0} : \u30d5\u30a1\u30a4\u30eb\u306e\u5185\u5bb9\u306b\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3059\u3002\u30a8\u30e9\u30fc\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u5185\u5bb9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.validEmailDeliveryAssginFile                             = {0} : \u30d5\u30a1\u30a4\u30eb\u306e\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\u30a8\u30e9\u30fc\u5185\u5bb9\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.validEmailDeliveryAssginFileCount                        = {0} : \u914d\u4fe1\u4e88\u7d04\u53ef\u80fd\u4ef6\u6570\u4ee5\u4e0b\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.validLengthAddressPrefectureCity                         = {0} : \u90fd\u9053\u5e9c\u770c\uff0b\u5e02\u533a\u753a\u6751\u304c40\u6587\u5b57\u4ee5\u4e0b\u306b\u306a\u308b\u3088\u3046\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.validRates                                               = {0} : \u624b\u6570\u6599\u7387\u3068\u5378\u5024\u7387\u306e\u76f8\u95a2\u30c1\u30a7\u30c3\u30af\u30a8\u30e9\u30fc\u3067\u3059\u3002

application.combination.validation.zenkaku                                                  = {0} : {max}\u6587\u5b57\u4ee5\u4e0b\u306e\u5168\u89d2\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.zip1                                           			= {0} : \u534a\u89d2\u6570\u5b57\uff13\u6587\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
application.combination.validation.zip2                                           			= {0} : \u534a\u89d2\u6570\u5b57\uff14\u6587\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

javax.validation.constraints.AssertFalse.message     = must be false
javax.validation.constraints.AssertTrue.message      = must be true
javax.validation.constraints.DecimalMax.message      = must be less than ${inclusive == true ? 'or equal to ' : ''}{value}
javax.validation.constraints.DecimalMin.message      = must be greater than ${inclusive == true ? 'or equal to ' : ''}{value}
javax.validation.constraints.Digits.message          = numeric value out of bounds (<{integer} digits>.<{fraction} digits> expected)
javax.validation.constraints.Email.message           = {0} : E\u30e1\u30fc\u30eb\u306e\u5f62\u5f0f\u3067\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\uff08\u30e6\u30fc\u30b6\u540d@\u30c9\u30e1\u30a4\u30f3\u540d\uff09
javax.validation.constraints.Future.message          = must be a future date
javax.validation.constraints.FutureOrPresent.message = must be a date in the present or in the future
javax.validation.constraints.Max.message             = {0} : {value}\u4ee5\u4e0b\u306e\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
javax.validation.constraints.Min.message             = {0} : {value}\u4ee5\u4e0a\u306e\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
javax.validation.constraints.Negative.message        = must be less than 0
javax.validation.constraints.NegativeOrZero.message  = must be less than or equal to 0
javax.validation.constraints.NotBlank.message        = {0} : \u5165\u529b\u304c\u5fc5\u8981\u306a\u9805\u76ee\u3067\u3059
javax.validation.constraints.NotEmpty.message        = {0} : \u5165\u529b\u304c\u5fc5\u8981\u306a\u9805\u76ee\u3067\u3059
javax.validation.constraints.NotNull.message         = {0} : \u5165\u529b\u304c\u5fc5\u8981\u306a\u9805\u76ee\u3067\u3059
javax.validation.constraints.Null.message            = must be null
javax.validation.constraints.Past.message            = must be a past date
javax.validation.constraints.PastOrPresent.message   = must be a date in the past or in the present
javax.validation.constraints.Pattern.message         = must match "{regexp}"
javax.validation.constraints.Positive.message        = must be greater than 0
javax.validation.constraints.PositiveOrZero.message  = must be greater than or equal to 0
javax.validation.constraints.Size.message            = {0} : {min}\uff5e{max}\u6587\u5b57\u306e\u7bc4\u56f2\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044

org.hibernate.validator.constraints.CodePointLength.message         = length must be between {min} and {max}
org.hibernate.validator.constraints.CreditCardNumber.message        = invalid credit card number
org.hibernate.validator.constraints.Currency.message                = invalid currency (must be one of {value})
org.hibernate.validator.constraints.EAN.message                     = invalid {type} barcode
org.hibernate.validator.constraints.Email.message                   = not a well-formed email address
org.hibernate.validator.constraints.ISBN.message                    = invalid ISBN
org.hibernate.validator.constraints.Length.message                  = length must be between {min} and {max}
org.hibernate.validator.constraints.LuhnCheck.message               = the check digit for ${validatedValue} is invalid, Luhn Modulo 10 checksum failed
org.hibernate.validator.constraints.Mod10Check.message              = the check digit for ${validatedValue} is invalid, Modulo 10 checksum failed
org.hibernate.validator.constraints.Mod11Check.message              = the check digit for ${validatedValue} is invalid, Modulo 11 checksum failed
org.hibernate.validator.constraints.ModCheck.message                = the check digit for ${validatedValue} is invalid, ${modType} checksum failed
org.hibernate.validator.constraints.NotBlank.message                = may not be empty
org.hibernate.validator.constraints.NotEmpty.message                = may not be empty
org.hibernate.validator.constraints.ParametersScriptAssert.message  = script expression "{script}" didn't evaluate to true
org.hibernate.validator.constraints.Range.message                   = must be between {min} and {max}
org.hibernate.validator.constraints.SafeHtml.message                = may have unsafe html content
org.hibernate.validator.constraints.ScriptAssert.message            = script expression "{script}" didn't evaluate to true
org.hibernate.validator.constraints.URL.message                     = must be a valid URL
org.hibernate.validator.constraints.UniqueElements.message          = must only contain unique elements
org.hibernate.validator.constraints.br.CNPJ.message                 = invalid Brazilian corporate taxpayer registry number (CNPJ)
org.hibernate.validator.constraints.br.CPF.message                  = invalid Brazilian individual taxpayer registry number (CPF)
org.hibernate.validator.constraints.br.TituloEleitoral.message      = invalid Brazilian Voter ID card number
org.hibernate.validator.constraints.pl.NIP.message                  = invalid VAT Identification Number (NIP)
org.hibernate.validator.constraints.pl.PESEL.message                = invalid Polish National Identification Number (PESEL)
org.hibernate.validator.constraints.pl.REGON.message                = invalid Polish Taxpayer Identification Number (REGON)
org.hibernate.validator.constraints.time.DurationMax.message        = must be shorter than${inclusive == true ? ' or equal to' : ''}${days == 0 ? '' : days == 1 ? ' 1 day' : ' ' += days += ' days'}${hours == 0 ? '' : hours == 1 ? ' 1 hour' : ' ' += hours += ' hours'}${minutes == 0 ? '' : minutes == 1 ? ' 1 minute' : ' ' += minutes += ' minutes'}${seconds == 0 ? '' : seconds == 1 ? ' 1 second' : ' ' += seconds += ' seconds'}${millis == 0 ? '' : millis == 1 ? ' 1 milli' : ' ' += millis += ' millis'}${nanos == 0 ? '' : nanos == 1 ? ' 1 nano' : ' ' += nanos += ' nanos'}
org.hibernate.validator.constraints.time.DurationMin.message        = must be longer than${inclusive == true ? ' or equal to' : ''}${days == 0 ? '' : days == 1 ? ' 1 day' : ' ' += days += ' days'}${hours == 0 ? '' : hours == 1 ? ' 1 hour' : ' ' += hours += ' hours'}${minutes == 0 ? '' : minutes == 1 ? ' 1 minute' : ' ' += minutes += ' minutes'}${seconds == 0 ? '' : seconds == 1 ? ' 1 second' : ' ' += seconds += ' seconds'}${millis == 0 ? '' : millis == 1 ? ' 1 milli' : ' ' += millis += ' millis'}${nanos == 0 ? '' : nanos == 1 ? ' 1 nano' : ' ' += nanos += ' nanos'}
